{
  "name": "丁香花",
  "scientific_name": "Syringa oblata",
  "alias": [
    "洋丁香",
    "公丁香",
    "百结",
    "鸡舌香",
    "百结花",
    "丁结",
    "情客",
    "紫丁香",
    "丁子香",
    "支解香",
    "雄丁香",
    "丁香花"
  ],
  "kingdom": "植物界",
  "phylum": "被子植物门",
  "class": "双子叶植物纲",
  "order": "桃金娘目",
  "family": "桃金娘科",
  "genus": "蒲桃属",
  "species": "丁香",
  "introduce": [
    "丁香属于木犀科、丁香属，拉丁名是Syringa oblata ，属落叶灌木或小乔木。广泛分布于桑给巴尔、马达加斯加岛等地，因花筒细长如钉且香故名。为哈尔滨市市花，是著名的庭园花木。花序硕大、开花繁茂，花色淡雅、芳香，习性强健，栽培简易，因而在园林中广泛栽培应用。花两性，呈顶生或侧生的圆锥花序，花色以白色和紫色为居多。由其制成的丁香油、丁香酚有良好的药用价值。古代诗人多以丁香写愁。因为丁香花多成簇开放，好似结。称之为“丁结，百结花”。",
    "丁香是由未开放的花蕾芽，经干燥而制得，状似圆头钉子，其香味浓烈，口感苦，烹饪之后变得温和。丁香属一种芳香健胃剂，能促使胃液分泌，增强胃肠蠕动。",
    "在法国，“丁香花开的时候”意指气候最好的时候。生日是5月17日或者6月12日的人的幸运花是丁香花。在西方，该花象征着“年轻人纯真无邪，初恋和谦逊”。"
  ],
  "characteristics": {
    "branch": "丁香为落叶灌木或小乔木。小枝近圆柱形或带四棱形，具皮孔。冬芽被芽鳞，顶芽常缺。",
    "leaf": "丁香的叶对生，单叶，稀复叶，全缘，稀分裂；具叶柄。",
    "flower": "丁香的花两性，聚伞花序排列成圆锥花序，顶生或侧生，与叶同时抽生或叶后抽生；具花梗或无花梗；花萼小，钟状，具4齿或为不规则齿裂，或近截形，宿存；花冠漏斗状、高脚碟状或近幅状，裂片4枚，开展或近直立，花蕾时呈镊合状排列；雄蕊2枚，着生于花冠管喉部至花冠管中部，内藏或伸出；子房2室，每室具下垂胚珠2枚，花柱丝状，短于雄蕊，柱头2裂。",
    "fruit": "丁香的果为蒴果，微扁，2室，室间开裂；种子扁平，有翅；子叶卵形，扁平；胚根向上。染色体基数x=23，或22、24。"
  },
  "growth_habit": "丁香属主要分布于亚热带亚高山、暖温带至温带的山坡林缘、林下及寒温带的向阳灌丛中。生山坡丛林、山沟溪边、山谷路旁及滩地水边，海拔300-2400米。丁香的栽培品种属庭园普遍栽培。喜光，喜温暖、湿润及阳光充足。稍耐阴，阴处或半阴处生长衰弱，开花稀少。具有一定耐寒性和较强的耐旱力。对土壤的要求不严，耐瘠薄，喜肥沃、排水良好的土壤，忌在低洼地种植，积水会引起病害，直至全株死亡。落叶后萌动前裸根移植，选土壤肥沃、排水良好的向阳处种植。",
  "geographical": [
    "印度尼西亚",
    "桑给巴尔",
    "马达加斯加岛",
    "印度",
    "巴基斯坦",
    "斯里兰卡"
  ],
  "variety": {
    "explain": "除中国外，日本产2种，日本丁香为其特有种；朝鲜半岛产4种，阿富汗产1种，均无特有种。欧洲东南部的阿尔卑斯山和喀尔巴阡山产欧洲丁香和匈牙利丁香共2种。",
    "detail": [
      "阿富汗丁香 Syringa afghanica C.K.Schneid.",
      "什锦丁香 Syringa chinensis",
      "迪贝尔代丁香 Syringa debelderorum J.L.Fiala",
      "喜马拉雅丁香 Syringa emodi Wall. ex Royle",
      "春川丁香 Syringa fauriei Nakai",
      "印度丁香 Syringa inodora (L.) Moench",
      "秦岭丁香 Syringa giraldiana C.K.Schneid.",
      "匈牙利丁香 Syringa josikaea J.Jacq. ex Rchb.f.",
      "毛序紫丁香 Syringa julianae C.K.Schneid.",
      "西蜀丁香 Syringa komarowii C.K.Schneid.",
      "皱叶丁香 Syringa mairei (Levl.) Rehd.",
      "蓝丁香 Syringa meyeri C.K.Schneid.",
      "小叶巧玲花 Syringa microphylla Diels",
      "紫丁香 Syringa oblata Lindl.",
      "白丁香 Syringa oblata var.affinis (L.Henry) Lingelsh.",
      "毛紫丁香 Syringa oblata var. giraldii (Lemoine) Rehder",
      "北京丁香 Syringa pekinensis",
      "花叶丁香 Syringa persica",
      "松林丁香 Syringa pinetorum W. W. Smith",
      "羽叶丁香 Syringa pinnatifolia Hemsl.",
      "华丁香 Syringa protolaciniata P.S.Green & M.C.Chang",
      "巧玲花 Syringa pubescens Turcz.",
      "垂丝丁香 Syringa reflexa C.K.Schneid.",
      "日本丁香 Syringa reticulata (Blume) H.Hara",
      "暴马丁香 Syringa reticulata var. mandshurica (Maxim.) H.Hara",
      "四川丁香 Syringa sweginzowiiKoehne & Lingelsh.",
      "藏南丁香 Syringa tibeticaP.Y.Pai",
      "毛丁香 Syringa tomentella Bureau & Franch.",
      "关东巧玲花 Syringa velutina Kom.",
      "红丁香 Syringa villosa Vahl",
      "欧丁香 Syringa vulgaris L.",
      "辽东丁香 Syringa wolfii C.K.Schneid.",
      "云南丁香 Syringa yunnanensis Franch. "
    ]
  },
  "reproduction": {
    "introduce": "该属物种大部分可以人工栽培和种植，通常的繁殖方法有播种、扦插、嫁接、分株、压条繁殖。播种苗不易保持原有性状，但常有新的花色出现；种子须经层积，翌春播种。夏季用嫩枝扦插，成活率很高。",
    "graft": "是主要繁殖方法，以小叶女贞作砧木，行靠接、枝接、芽接均可。",
    "sow": "可于春、秋两季在室内盆播或露地畦播。北方以春播为佳，于3月下旬进行冷室盆播，温度维持在10-22℃，14-25天即可出苗，出苗率40%-90%，若露地春播，可于3月下旬至4月初进行。播种前需将种子在0-7℃的条件下砂藏-2个月，播后半个月即出苗。未经低温砂藏的种子需个月或更长的时间才能出苗。可开沟条播，沟深3厘米左右，株行别具匠心厘米乘以10厘米。无论室内盆播还是露地条播，当出苗后长出4-5对叶片时，即要进行分盆移栽或间苗。分盆移栽为第盆1株。露地可间苗或移栽-2次，株行别具匠心为15厘米乘以30厘米。",
    "cuttage": "可于花后1个月，选当年生半木质化健壮枝条作插穗，插穗长15厘米左右，用50-100PPM的吲哚丁酸水溶液处理15-18小时，插后用塑料薄膜覆盖，1个月后即可生根，生根率达80%-90%。扦插也可在秋、冬季取木质化枝条作插穗，一般于露地埋藏，翌春扦插。嫁接可用芽接或枝接，砧木多用欧洲丁香或小叶女贞。华北地区芽接一般在6月下旬-7月中旬进行。接穗选择当年生健壮枝上的饱满休眠芽，以不带木质部的盾状芽接法，接到离地面5-10厘米高的砧木干上。也可秋、冬季采条，经露地埋藏于翌春枝接，接穗当年可长至50-80厘米，第二年萌动前需将枝干离地面30-40厘米处短截，促其萌发侧枝。"
  },
  "cultivate": {
    "grow": "丁香宜栽于土壤疏松而排水良好的向阳处。一般在春季萌支前裸根栽植，株距-3米。2-3年生苗栽植穴径应在70-80厘米，深50-60厘米。每穴施100克充分腐熟的有机肥料及100-150克骨粉，与土壤充分混和作基肥。",
    "watering": "栽植后浇透水，以后每10天江1次水，每次浇水后要松土保墒。灌溉可依地区不同而有别，华北地区，4-6月是丁香生长旺盛并开花的季节，每月要浇2-3次透水，7月以后进入雨季，则要注意排水防涝。到11月中旬入冬前要灌足水。",
    "trim": "栽植3-4年生大苗，应对地上枝干进行强修剪，一般从离地面30厘米处截干，第2年就可以开出繁茂的花来。一般在春季萌动前进行修剪，主要剪除细弱枝、过密枝，并合理保留好更新枝。花后要剪除残留花穗。",
    "fertilization": "一般不施肥或仅施少量肥，切忌施肥过多，否则会引起徒长，枞而影响花芽形成，反面使开花减少。但在花后应施些磷、钾肥及氮肥。"
  },
  "cultivation": [
    "丁香宜在早春芽萌动前进行移栽。移栽穴内应先施足基肥，基肥上面再盖一层土，然后放苗填土。栽后浇一次透水，以后再浇2—3次水即可成活。丁香适应性强，管理比较粗放，平时只要注意除草，雨季防涝，干旱时注意浇浇水，便可顺利生长。",
    "丁香不喜大肥，切忌施肥过多，以免引起枝条徒长，影响开花。一般每年或隔年入冬前施一次腐熟堆肥即可。丁香3月中旬发芽前，要对丁香进行整形修剪，硫除过密枝、细弱枝、病虫枝，中截旺长枝，使树冠内通风透光。花谢后如不留种，可将残花连同花穗下部两个芽剪掉，以减少养分消耗，促进萌发新枝和形成花芽。落叶后，还可以进行一次整枝，以保树冠圆整美观，利于来年生长、开花。丁香病虫害很少。主要害虫有蚜虫、袋蛾及刺娥。可用800一 1000倍40%乐果乳剂或1000倍25%的亚胺硫磷乳剂喷洒防治。同属的还有白花丁香、红花丁香、紫花丁香、荷花丁香、小叶丁香、花叶丁香、四季丁香等。",
    "一般每年或隔年入冬前施一次腐熟的堆肥，即可补足丁香花土壤中的养分。丁香花花谢以后，如不留种，可将残花连同花穗下部两个芽剪掉。",
    "丁香属植物多露地栽培，常用作园林中的配景树。栽植时宜选择土壤疏松而排水良好的向阳处。一般在春季萌动前裸根栽植，株距2-3米，还可根据配置要求进行调整。栽植时多选2一3年生苗。栽植穴直径70-80厘米，深50-60厘米。每穴施1000克充分腐熟的有机肥料及100-600克骨粉，与土壤充分混和作基肥。",
    "栽植后每10天浇1次透水，连续浇3-5次。每次浇水后都要松土保墒，以利提高土温，促进新根迅速长出。栽植3-4年生大苗，栽后应对地上枝干近进行强修剪，即从离地面30厘米处截干，截干后很快就能长出健壮的枝条，使树冠丰满，第二年就可开出繁茂的花来。日常管理工作比较简单。",
    "一般在春季萌动前进行修剪，主要剪除细弱枝、过密枝、枯枝及病枝，并合理保留好更新技。如不保留种子，花后要剪除残留花穗。一般不施肥或仅施少量肥，切忌施肥过多，否则会引起徒长，从而影响花芽形成，反而使开花减少。但在花后应施些磷、钾肥及氮肥，每株磷、钾肥不超过75克，再加氮肥25克即可。若施用厩肥或堆肥，需充分腐熟并与土壤均匀拌合，每株施500克左右。",
    "灌溉可依地区不同而有别，北京和华北地区，4-6月是干旱和高温季节，也正是丁香生长旺盛并开花的季节，因而每月要浇2-3次透水，浇后立即中耕保墒。7月以后进入雨季时，则要注意排水防涝。到11月中旬入冬前要灌足冻水。",
    "人工杂交亲本的选择，首先要确立育种目标，选定具有目标特征的亲本，通过亲合性试验确定杂交育种的可行性。实际操作时要经过去雄、人工授粉、套袋、挂牌、采种、保藏、播种等一系列的严格操作。为了使目标性状能够充分体现，杂种后代至少要保证达到近千株才能保证选种的需要。一般从杂交授粉到新品种定名至少需要5-10年的时间。"
  ],
  "disease": [
    "危害丁香的病害有细菌或真菌性病害，如凋萎病、叶枯病、萎蔫病等，另外还有病毒引起的病害。一般病害多发生在夏季高温高湿时期。害虫有毛虫、刺蛾、潜叶蛾及大胡蜂、介壳虫等。应注意防治。",
    "丁香在过湿情况下，易产生根腐病，轻则停止生长，重则枯萎以死。丁香常见虫害有家茸天牛，为害枝干；还有蓑蛾、刺蛾、蚜虫等为害嫩枝及叶。可用40%乐果1500倍液喷雾杀之。"
  ],
  "value": [
    "丁香属植物主要应用于园林观赏，因其具有独特的芳香、硕大繁茂之花序、优雅而调和的花色、丰满而秀丽的姿态，在观赏花木中早已享有盛名，已成为全世界园林中不可缺少的花木。",
    "可丛植于路边、草坪或向阳坡地，或与其他花木搭配栽植在林缘，也可在庭前、窗外孤植，或将各种丁香穿插配植，布置成丁香专类园。",
    "还宜盆栽，并是切花插瓶的良好材料。丁香对二氧化硫及氟化氢等多种有毒气体，都有较强的抗性，故又是工矿区等绿化、美化的良好材料。"
  ],
  "medicinal": {
    "warning": "医学信息及健康食疗信息仅供参考，不能作为诊断、医疗的依据。任何健康问题应咨询专业医护人员，任何疾病的治疗请遵医嘱。",
    "data": [
      "有温中、暖肾、降逆。温中降逆；温肾助阳之功能。主治：治呃逆、呕吐、反胃、痢疾、心腹冷痛、痃癖、疝气、癣症。",
      "药材基源：为双子叶植物药桃金娘科植物丁香的花蕾。",
      "丁香水提取物灌胃，对小鼠水浸应激性溃疡和大鼠盐酸胃溃疡有明显抑制作用；醚提取物灌胃，可明显抑制消炎痛加乙醇诱发的小鼠胃溃疡及盐酸引起的大鼠胃溃疡。丁香水煎剂灌胃能显著抑制小鼠的胃排空及未尝墨汁推进率；醚提取物灌胃能抑制蓖麻油引起的小鼠腹泻；水提取物灌胃能明显抑制番泻叶引起的小鼠腹泻．但亦有报告认为，水煎剂对两种腹泻模型仅有对抗倾向而无明显影响。",
      "丁香醚提取物有明显促进麻醉大鼠胆汁分泌的作用，并可维持2小时。",
      "丁香油能有效抑制由花生四烯酸（AA）、胶原和肾上腺素诱发的血小板聚集，尤其对AA诱发的聚集抑制最强．丁香油的抑制聚集过程似乎是通过减少血小板凝集素（TXB2）形成的。",
      "丁香醚提取物或水提取物给小鼠灌胃，均可显著延长小鼠痛觉反应潜伏期（热板法）或显著减少醋酸刺激引起的扭体反应次数。",
      "在试管内，丁香对葡萄球菌和结核杆菌的生长有抑制作用．丁香水煎剂及粉末对溶血性链球菌有较强的抗菌作用，其抗菌作用且不受加热的影响．实验证明： 丁香的醇浸出物对白喉杆菌、炭疽杆菌、副伤寒杆菌、痢疾杆菌、金黄色葡萄球菌、白色葡萄球菌、霍乱弧菌均有抑制作用．丁香油的抗菌能力强于丁香．体外试验证明，丁香的醇浸出物对白喉杆菌、炭疽杆菌、副伤寒杆菌、痢疾杆菌、金黄色葡萄球菌、白色葡萄球菌、霍乱弧菌均有抑制作用．在试管内，丁香油与丁香酚在1:16 000～1:64 000时，可完全阻止布氏杆菌的发育；在1:8 000时则可完全抑制鸟型结核杆菌的发育；在1:2 000～1:8 000浓度时，对金黄色葡萄球菌及肺炎杆菌、痢疾杆菌、大肠杆菌、变形杆菌、结核杆菌均有抑制作用．体外试验证明，丁香对流感病毒 PR8 株病毒有抑制作用。",
      "丁香的水、醇及乙醚浸出液和其挥发油，对致病性真菌均有明显的抗真菌作用．低浓度浸出液对许兰黄癣菌、白色念珠菌等有抑制作用．在试管内，丁香油及丁香酚在1:8 000～1:16 000浓度时，对多种毛癣菌、黄癣菌及腹股沟表皮癣菌有抗菌作用。",
      "丁香为芳香健胃剂，可缓解腹部气胀、增强消化能力、减轻恶心呕吐．研究表明： 丁香浸出液有刺激胃酸和胃蛋白酶分泌的作用，其刺激胃液分泌的作用与乙酰胆碱不同，前者刺激分泌的胃液酸度高，消化力较强，而后者刺激分泌的胃液酸度低，消化力较弱．丁香刺激胃液分泌的作用似与胆碱能神经参与有关，因该作用可被静脉注射阿托品所阻抑．丁香酚乳剂亦可使胃黏液分泌显著增加，而酸度不增强．丁香油的作用稍差．连续应用可使黏液耗竭，而只分泌非黏液性的渗出物。",
      "在试管内，丁香乙醇浸剂、水煎剂及丁香油可将猪蛔虫麻痹或杀死．丁香油 0.5～1.0g/kg给感染蛔虫的狗口服，能使其排出蛔虫，且无副作用．但剂量加大至5g/kg时，则引起呕吐，驱虫效力降低．丁香油较水煎剂为优。",
      "丁香油酚给家兔静脉注射，能产生麻醉、血压下降，呼吸抑制和明显的抗惊厥作用．丁香油酚能强烈抑制体外前列腺素的生物合成．少量丁香油滴入龋齿腔，既有消毒作用，亦能破坏其神经，从而减轻牙痛．丁香还能引起子宫收缩。",
      "含有1%浓度的丁香的乙醚浸出液，水浸液或含8%浓度的丁香煎剂的沙伯氏培养基，对许兰氏黄癣菌、白色念珠菌等多种致病性真菌均有抑制作用。较高浓度时对新型隐球菌也有抑制作用。醇浸出液与醚浸出液相似，但水浸液较差。丁香油及丁香油酚在1：8000-1:16000时，对致病性真菌即有抑制作用。对金黄色葡萄球菌及肺炎、痢疾（志贺氏）、大肠、变形、结核等杆菌均有抑菌作用。丁香对流感病毒PR8株也有抑制作用（体外试验）。对鼠疫杆菌、霍乱弧菌、炭疽杆菌、伤寒杆菌、白喉杆菌、变形杆菌、大肠杆菌、枯草杆菌及金黄色葡萄球菌等抑制作用；丁香油及丁香酚对布氏杆菌即有抑制作用，对鸟型结核杆菌也有抑制作用。",
      "对星形奴卡菌、许兰黄癣菌、石膏样小孢子菌及腹股沟表皮癣菌等有抑制作用。",
      "水或醇提取液在体外对猪蛔虫有麻痹或杀死作用，感染蛔虫的狗口服丁香油0.5-1.Og/kg，有驱虫作用，但一次服用并不能将蛔虫全部驱除。丁香油较煎剂为优。50%煎剂及乙醇浸剂在体外对猪蛔虫有杀死作用；丁香油效力更大，其1%的混悬液即有杀死部分蛔虫的作用，0.1-0.5g/kg灌胃对狗蛔虫有驱除作用。",
      "丁香为芳香胃剂，可缓解腹部气胀、增强消化能力、减轻恶心呕吐。5%丁香油酚乳剂可使胃粘液分泌显著增加，而酸度则不增强；丁香水浸液灌胃，可使巴甫洛夫小胃狗的胃酸排出量和胃蛋白酶活力显著增加。丁香油之作用稍差，连续应用，可使粘液耗竭，而仅分泌非粘液性的渗出物；36小时后方能部分恢复反应（分泌粘液），完全恢复需数月以后。",
      "从小鼠热板试验和抗扭体反应试验结果表明，牙痛丁香油（少量滴入）可消毒龋齿腔，破坏其神经，从而减轻牙痛。",
      "丁香水提物不是通过减慢耗氧速度，而是通过提高小鼠在低氧条件下的氧利用能力，增强小鼠常压密闭下抗缺氧的能力，世界上最大的丁香树在中国重庆巫山县骡平村。 ",
      "对麻醉大鼠胆汁分泌的影响：大鼠体重174±17g，雌雄各半，随机分每组8只，乌拉坦麻醉后，按文献方法[药学杂志（日）1987；107（12）：990]行胆管插管术，术后平衡30分钟，十二指肠给药，收集给药前30分钟及给药后4小时内每30分钟的胆汁流量，进行比较，得出流出率（药后流量/药前流量），与对照组相应时相比t检验。结果丁香石油醚提物可明显促进麻醉大鼠胆汁分泌，作用可维持2小时。",
      "对蓖麻油，番泻叶等药物引起腹泻的影响：小鼠体重19.8±1.5g，雌雄各半，随机分每组12只。实验时禁水食，ig受试药物后0.5，ig蓖麻油0.15ml/只，单个放入底部有直径约15cm垫纸的小桶内，每1小时换垫纸并计算腹泻次数，观察6小时。结果丁香石油醚提物0.3ml/kg，可显著抑制蓖麻油引起的小鼠腹泻。又取小鼠体重20.4±1.7g，雌雄各半，随机分每10只，ig受试药物后0.5小时，ig番泻叶0.4g/只番泻叶（Cassiaangustifolia）20g加水250ml煮沸5分钟，纱布过滤后水浴浓缩成每1ml含1g生药的溶液，以后操作方法同蓖麻油腹泻实验，观察8小时。结果丁香水提物20g/kg可明显抑制番泻叶引起的腹泻。",
      "对四氯化碳诱发急性肝损伤大鼠SGPT，SGOT的影响：大鼠体重221±25g，雌雄各半，随机分为每组9只。受试药物，每日1次，连续5日，末次给药后1小时，igCCl40.3ml/kg，16小时后麻醉状态下颈动脉取血，赖氏法测SGPT，金氏法测SGOT，t测验进行数据处理。结果丁香石油醚提物及水提物对CCl4诱发急性肝炎大鼠的SGPT、SGOT显著升高均未产生明显影响。",
      "丁香热水提取物及水溶性组份具有代谢活化的抑制作用及代谢活化Trp-p-2的失活作用的双重作用。醚可溶组份、丁香酚、乙酰丁香酚、异丁香酚可抑制代谢活化，但未见对代谢活化Trp-p-2的失活作用。除去鞣质后的水可溶组份对代谢活化不呈抑制作用，对代谢活化Trp-p-2的失活作用亦小。这些试样不具抗诱变性。根据上述情况提示，丁香热水提取物对诱变的抑制效果可能是由于鞣质、丁香酚等对代谢活化的抑制作用及鞣质对代谢活化Trp-p-2的失活作用所引起。丁香的水、盐水以及乙醇提取物中含有一种含酚和糖醛酸的复杂糖甙，具有抑制脑乙酰胆碱脂酶的作用。",
      "B-丁香烯在丁香挥发油中含量约5.4%，亦是菊科植物艾叶油中的平喘有效成分之一。药理实验，发现它对离体气管平滑肌几乎没有松弛作用，但po疗效与艾叶油相似。药理筛选对豚鼠离体平滑肌有收缩作用。代谢物III为黄色粘稠油状物，是具有活性的代谢物，根据GC-MS、IR、1HMR和半合成实验证实该代谢物为B-丁香烯醇。药理实验表明，B-丁香烯在体内的代谢产物之一B-丁香烯醇，具有较强的豚鼠离体气道平滑肌松弛作用，PD2=4.36（n=6）；在用于组胺和乙酰胆碱诱发的豚鼠哮喘，以0·2g/kgig能使全部动物（n=8）不发生喘息，其作用持续时间长于6h。B-丁香烯醇，小鼠igLD50>10.8g/kg，表明毒性极小。"
    ]
  },
  "culture": [
    "古代诗人多以丁香写愁。因为丁香花多成簇开放，好似结。称之为“丁结，百结花”。李商隐的《代赠》里有“芭蕉不展丁香结”一句。 丁香在文学作品中多象征着高洁、美丽、哀婉的事物。",
    "在西方，该花象征着“年轻人纯真无邪，初恋和谦逊”。在法国，“丁香开的时候”意指气候最好的时候。",
    "生日是5月17日或者6月12日的人的幸运花是丁香。",
    "丁香是我国名贵花木，有1000 多年的栽培历史，公元1600年前，原产我国的丁香，通过丝绸之路，经波斯传入欧洲。",
    "杜甫晚年在四川成都城西的烷花溪畔筑草堂而居，过着较安逸的生活，期间作《丁香花》，诗云：“丁香体柔弱，乱结枝犹垫，细叶带浮毛，疏花披素艳。”赞叹了丁香花的美丽、高雅和柔嫩。以十分细腻的笔法描绘了丁香的动人姿态，连细嫩的丁香叶上，覆盖着柔软的浮毛，也作了细腻的描写。稀疏洁白的丁香花，更显高洁的神韵。"
  ],
  "city_flower": "哈尔滨市市花",
  "flower_language": "青春时期的回忆、惹人怜爱、轻愁。"
}
