{
  "name": "萱草",
  "scientific_name": "Hemerocallis citrina",
  "alias": [
    "黄花菜",
    "柑橘萱草",
    "金针",
    "金针菜",
    "金针花",
    "川草花",
    "忘郁",
    "丹棘",
    "忘忧草",
    "宜男草",
    "疗愁",
    "鹿箭"
  ],
  "kingdom": "植物界",
  "phylum": "被子植物门",
  "class": "单子叶植物纲",
  "order": "百合目",
  "family": "阿福花科",
  "subfamily": "萱草亚科",
  "genus": "萱草属",
  "species": "黄花菜",
  "introduce": "萱草属多年生宿根草本。具短根状茎和粗壮的纺锤形肉质根。萱草别名众多，有“金针”、“黄花菜”、“忘忧草”、“宜男草”、“疗愁”、“鹿箭”等名，英文中称萱草为“虎百合”（Tiger Lily，这也是卷丹的英文名）。当食用时，多被称为“金针”（golden needle）。其叶形为扁平状的长线型，与地下茎有微量的毒，不可直接食用。花形则是于开花期会长出细长绿色的开花枝，花色橙黄、花柄很长、呈为像百合花一样的筒状。结出来的果子有翅。全国各地常见栽培，秦岭以南各省区有野生的。\n萱草类花卉虽原主产中国，但长期以来改良不多。1930年代以后，美国一些植物园、园艺爱好者收集中、日等国所产萱草属植物，进行杂交育种，现品种已达万种以上，成为重要的观赏及切花花卉，也是百合科花卉中品种最多的一类。\n萱草原产于中国、西伯利亚、日本和东南亚。其叶形为扁平状的长线型，与地下茎有微量的毒，不可直接食用。花形则是于开花期会长出细长绿色的开花枝，花色橙黄、花柄很长、呈为像百合花一样的筒状。结出来的果子有翅。\n同时，萱草也是中国的母亲花。",
  "geographical": "原产于中国，我国主分布区于长江流域。\n现扩散欧洲南部经亚洲北部直至日本，西伯利亚、日本和东南亚。",
  "characteristics": {
    "detail": [
      "多年生草本，株高约60~80公分，地下根部多肉质；叶自根部簇生，呈线形狭长，可及80公分。 花茎自叶丛抽出，长80~120公分，顶部分成二叉或三叉，每枝着生数朵，每日开一朵。果实为蒴果，长圆形，长2~4公分，直径约1.5公分。",
      "多年生草本，根状茎粗短，具肉质纤维根，多数膨大呈窄长纺锤形。叶基生成丛，条状披针 形，长30～60cm，宽约2.5cm，背面被白粉。夏季开橘黄色大花，花葶长于叶，高达1m以上；圆锥花序顶生，有花6～12朵，花梗长约1cm，有小的披针形苞片；花长7～12cm，花被基部粗短漏斗状，长达2.5cm，花被6片，开展，向外反卷，外轮3片，宽1～2cm，内轮3片宽达2.5cm，边缘稍作波状；雄蕊6，花丝长，着生花被喉部；子房上位，花柱细长。",
      "本种的主要特征是：根近肉质，中下部有纺锤状膨大；叶一般较宽；花早上开晚上凋谢，无香味，桔红色至桔黄色，内花被裂片下部一般有∧形采斑。这些特征可以区别于本国产的其他种类。花果期为5-7月。",
      "多年生宿根草本，具短根状茎和粗壮的纺锤形肉质根。叶基生、宽线形、对排成两列，宽2－3cm，长可达5Ocm以上，背面有龙骨突起，嫩绿色。",
      "花葶细长坚挺，高约60－100cm，着花6－10朵，呈顶生聚伞花序。初夏开花，花大，漏斗形，直径lOcm左右，花被裂片长圆形，下部合成花被筒，上部开展而反卷，边缘波状，桔红色。花期6月上旬－7月中旬，每花仅放一天。",
      "蒴果，背裂，内有亮黑色种子数粒。果实很少能发育，制种时常需人工授粉。"
    ],
    "leaf": "叶自根部簇生，狭长呈剑状线形，长30~80公分，宽1~1.8公分，基部抱茎，先端渐尖，全缘，光滑，稍肉质状。",
    "flower": "花茎至叶丛抽出，长30~90公分，先端少分枝，花3~9朵成簇，排成圆锥花序，陆续开放 花鲜黄色，下部管状，长4~5公分，上部钟形6裂，内轮3片，外轮3片稍宽 雄蕊6枚，突出花被外，花丝线形，花药略呈丁字形，子房长椭圆形，3室。每日只开一朵，花期甚长。 花形有单瓣或重瓣，漏斗状，先端浅裂或深裂，花色丰富。春至夏季开花，约3至10月左右。",
    "fruit": "果实为蒴果，长圆形，长2~4公分，直径约1.5公分。",
    "root": "草本，株高约60~80公分，地下丛生多数肉质纤维根及膨大呈纺锤状块根。"
  },
  "growth_habit": "性强健，耐寒，华北可露地越冬，适应性强，喜湿润也耐旱，喜阳光又耐半荫。对土壤选择性不强，但以富含腐殖质，排水良好的湿润土壤为宜。适应在海拔300-2500米生长。\n萱草原产中国、南欧及日本。中国南北均可种植,根状茎可在-20℃低温冻土中越冬,华北地区可露地越冬。性喜气候温暖，喜阳光，耐半阴，抗旱，抗病虫能力强，适应性广，土壤要求疏松肥沃湿润。对盐碱土壤有特别的耐性。",
  "variety": {
    "explain": "萱草亦为萱草属植物统称，自然种类约20种，中国有8种。",
    "detail": [
      {
        "name": "黄花萱草（金针菜）H. flava",
        "detail": "原产中国，叶片深绿色带状，长30-60cm，宽0.5-1.5cm。拱形弯曲。花6~9朵，花柠檬黄色，浅漏斗形，花草高约125cm，花径约9cm。花蕾为著名的\"黄花菜\"，可供食用。"
      },
      {
        "name": "黄花菜（黄花）H. citrina",
        "detail": "叶较宽，深绿色，长75cm，宽1.5~2.5cm，花序上着生花多达30 朵左右，花序下苞片呈狭三角形；全国各地都有分布，尤其在湖南省祁东县官家嘴镇为最多，是国家黄花菜原产地。"
      },
      {
        "name": "苞萱草H. middendo",
        "detail": "叶长30~45cm，花序着花2-4朵，黄色、有芳香，花瓣长8~ 10cm，花梗极短，花朵紧密，具大形三角形苞片。花期7月"
      },
      {
        "name": "氏萱草H. thunbergh",
        "detail": "长74cm，花葶高120cm，顶端分枝著花12~24朵，杏黄色，喉部较深，短漏斗形，具芳香。"
      },
      {
        "name": "小黄花菜H.minor",
        "detail": "高30~60cm。叶绿色，长约50cm，宽6cm。着花2~6朵，黄色，外有褐晕，长5~10cm，有香气。傍晚开花。花期6~9月，花蕾可食用。"
      },
      {
        "name": "红色海盗萱草",
        "detail": "抗病能力极强，对土壤要求很低，耐涝抗旱。高度25到30厘米，花期五月下旬至十月初，年分蘖率8个。"
      },
      {
        "name": "海尔范萱草",
        "detail": "高度40--45厘米，颜色为复色，花期6~9月，年分蘖率5-7倍，在零下20度的环境里能自然越冬。"
      },
      {
        "name": "z300萱草",
        "detail": "高度30-35厘米，花期5月底~10月初，花色为红色，年分蘖率15-20倍，对土壤要求低，抗病虫害能力强,在零下30度的环境里能自然越冬，是园林绿化中的优良萱草品种！"
      },
      {
        "name": "秋红萱草",
        "detail": "高度35-40厘米，花期5月~10月，年分蘖6个。"
      },
      {
        "name": "橙花萱草",
        "detail": "高度30-35厘米，花期5-10月，年分蘖率12个；儿童节日萱草，高度35-40厘米，花期6-10月，年分蘖率6个。"
      }
    ]
  },
  "reproduction": {
    "introduce": "繁殖方法以分株繁殖为主，育种时用播种繁殖。",
    "sow": "种子繁殖宜秋播，一般播后4星期左右出苗。夏秋种子采下后如立即播种，20天左右出苗。播种苗培育2年后开花。\n播种繁殖宜在秋、冬季将种子作沙藏处理,春播后发芽迅速整齐,实生苗一般2年开花。亦可夏季利用幼嫩的花芽进行扦插,扦插于蛭石中，1个月左右即可生根,翌年即可开花。",
    "division": "分株繁殖于叶枯萎后或早春萌发前进行，将根株掘起剪去枯根及过多的须根，分株即可。一次分株后可4～5年后再分株，分株苗当年即可开花。一般每个母株可分生3～4株，个别品种，例如“金金娃”可分生6～7株。"
  },
  "cultivate": [
    "栽培管理简单粗放，株行距0.5×1米左右，每穴栽3～5株。栽前施足基肥。由于萱草适应性强，几乎随处可种，任其生长，株丛可年年不断扩大，但在庭园配植时应按株高和花色进行搭配，以提高观赏效果 。",
    "喜温暖湿润环境。土壤以稍带粘性较好。可在田坎、水沟边、住宅旁等处栽培。分株繁殖。10～11月地上部枯萎后或春季植株未萌芽前，挖起全株，每2、3等分为一丛。栽前，按行、株距各40cm开穴，穴深17～20cm，每穴栽一丛，根要向四面平铺，盖土压紧。浇水或灌浇人畜粪水。自第二年起，每年中耕除草和追肥3次，第一次在3月出苗时，第二次在6月开花前，第三次在10月倒苗后，每次中耕除草后，施用人畜粪水。"
  ],
  "cultivation": [
    "萱草栽培大多在早春3月初，萌芽前进行。栽培要求种植在排水良好，夏季不积水，富含有机质的土壤中。因其分蘖能力比较强，栽植时株行距须保持在30cm×40cm。",
    "大花萱草栽培管理比较简单，由于花期长，除种植时施足基肥(以腐熟的牛粪或猪粪为宜)外，花前及花期需补充追肥2～3次,以补充磷钾肥为主，也可喷施0.2%的磷酸二氢钾，促使花朵肥大，并可达到延长花期的效果，花后自地面剪除花茎，并及时清除株丛基部的枯残叶片。",
    "大花萱草亦可盆栽，但栽植时必须选择矮生品种,例如“金金娃”。",
    "盆土可用4∶3∶2∶1的草炭、松针、牛粪、园土进行配制。栽植后注意整形以利株丛匀称。"
  ],
  "disease": [
    "萱草常见的病害有叶斑病、叶枯病、锈病、炭疽病和茎枯病等。",
    "萱草常见的虫害主要有红蜘蛛、蚜虫、蓟马、潜叶蝇等。",
    "防治病虫害：首先要搞好农业防治，在黄花菜采摘完后，地上部随即枯死，应及时割蔸并运离黄花菜地外，以减少菌源、虫源；搞好黄花菜的追肥、冬培工作，以增强抗病能力；适时更新复壮老蔸；选用抗病品种等。\n适时用药防治，病害可用75%的百菌清800倍液喷雾防治，虫害可用艾美乐3000倍喷雾防治。",
    "萱草锈病这种病害对萱草的茎、叶均有危害，发生严重时可使全株叶片枯死，花蕾干枯凋落，影响观赏。\n发病初期，叶子和茎干上散生褪黄色小疤斑，后疤斑破裂，散出黄褐色粉囊，有时整个叶片都变为黄色。后期，病部产生椭圆形用列紧密的黑色小疤斑。\n萱草锈病是由柄锈菌属的一种真菌侵染引起的，多在病残组织中越冬。每年6～7月份发生严重。种植过密、湿度过高、土壤粘滞贫瘠、氮肥使用过多等，都易诱发本病。",
    "防治萱草锈病的措施：\n一是要加强栽培管理措施，保持适当株行距，以利通风透光，避免栽植在低洼潮湿的地段，并注意少施氮肥。\n二是及时清除病残植物体并集中烧掉。\n三是药剂防治。可在发病时喷洒波美0．3～0．5度石硫合剂或80%代森锌可湿性粉剂500倍液20%粉锈宁乳油4000倍液等药剂，每隔10～15天喷1次，连喷2～3次。"
  ],
  "value": [
    "观赏价值:\n花色鲜艳，栽培容易，且春季萌发早，绿叶成丛极为美观。园林中多丛植或于花境、路旁栽植。萱草类耐半荫，又可做疏林地被植物。",
    "其他价值:\n萱草在现代化学染料出现之前，还是一种常用的染料。另外，萱草对氟十分敏感，当空气受到氟污染时，萱草叶子的尖端就变成红褐色，所以常被用来监测环境是否受到氟污染的指针植物。"
  ],
  "medicinal": {
    "warning": "医学信息及健康食疗信息仅供参考，不能作为诊断、医疗的依据。任何健康问题应咨询专业医护人员，任何疾病的治疗请遵医嘱。",
    "data": [
      "清热利尿，凉血止血。用于腮腺炎，黄疸，膀胱炎，尿血，小便不利，乳汁缺乏，月经不调，衄血，便血。外用治乳腺炎。",
      "利水，凉血。治水肿，小便不利，淋浊，带下，黄疸，衄血，便血，崩漏，乳痈。",
      "《本草拾遗》：\n治沙淋，下水气，主酒疸黄色通身者，捣绞汁服。",
      "《本草衍义》：\n研汁一盏，生姜汁半盏相和，时时细呷，治大热衄血。",
      "《滇南本草》：\n治乳结红肿硬痛，乳汁不通，乳痈，乳岩，攻痈疮，汉中产者，其性补阴血，止腰疼，治崩漏，止大肠下血。",
      "《本草蒙筌》：\n咀和酒煎，为破脑伤风要药。",
      "《本草正》：\n治带浊。",
      "《本草从新》：\n小便不通，煎水频饮甚良；遍身水肿亦效。",
      "《分类草药性》：\n滋阴补神气，通女子血气，消肿，治小儿咳嗽。",
      "《天宝本草》：\n治膀胱疝气，气火瘰疬。",
      "《贵州民间方药集》：\n通经，治妇女月经不调，红崩白带，月经来时腰酸腹痛，又可健胃补脾。",
      "治通身水肿：\n鹿葱根叶，晒干为末，每服二钱，食前米饮服。（《圣惠方》）",
      "治大便后血：\n萱草根和生姜，油炒，酒冲服。（《圣济总录》）",
      "治大肠下血，诸药不效者：\n漏芦果十个，茶花五分，赤地榆三钱，象牙末一钱。以上四味，水煎服三次。（《滇南本草》）",
      "治黄疸：\n鲜萱草根二两（洗净），母鸡一只（去头脚与内脏）。水炖三小时服，一至二日服一次。（《闽东本草》）",
      "治乳痈肿痛：\n萱草根（鲜者）捣烂，外用作罨包剂。（《现代实用中药》）",
      "治男妇腰痛：\n漏芦根果十五个，猪腰子一个。以上二味，水煎服三次。（《滇南本草》）",
      "对血吸虫病的治疗\n萱草根（麝香萱根）对实验治疗日本血吸虫病的疗效，文献报道不一，有认为减虫率达80%以上，有认为减虫率不高，也有认为虫数不减少；曾有人进一步研究认为，萱草根对感染血吸虫尾蚴的小白鼠无预防作用，与广木香、槟榔、黄连、黄柏、南瓜子浆粉合用均无效，与酒石酸锑钾合用亦不表现增效。萱草根（包括镇江产的黄花萱草）对血吸虫成虫的作用，主要表现为虫体萎缩和生殖器官退化，但这些变化都是可逆的，停药后迅速恢复，家犬治疗后粪便孵化可以转阴，或毛蚴减少，经一定时间后仍可转阳。由于萱草根对宿主有强烈的毒性，安全度小，在宿主致死情况下，尚不能杀死虫体，故临床价值较低。企图通过化学方法将有效成分与毒性成分分离，但初步看来两者很可能是同一物质。[7]",
      "抗结核作用\n萱草根在治疗血吸虫病时，其有效部分与毒性部分不易分离，加温后毒性可显著降低，但对血吸虫病的治疗作用亦丧失，而对结核菌的抑制力却不变，不仅试管实验有效，对豚鼠实验性结核亦表现疗效，在临床上也有一定效果。进一步分离董草根的各种成分，萱草乙醚浸膏对豚鼠实验性结核病，萱Ⅲ对小白鼠实验性结核病减轻病变作用虽尚不够显著，但也未见到动物视神经萎缩等严重毒性反应。",
      "萱草根与川乌合用，可灭螺。",
      "萱草根对宿主具有强烈的毒性，对小白鼠所引起的病理变化，主要表现为脑、脊髓白质部和视神经纤维索普遍软化和髓鞘脱失，灰质部的病变一般均较轻微；此外，肝、肾细胞有不同程度的浊肿，肺部有郁血或斑状出血；家兔、犬中毒症状表现为瞳孔散大，对光反射消失、失明、后肢瘫痪和膀胱潴尿等而致死亡；家兔在萱草根中毒时出现尿蛋白，但无胆红素，血清转氨酶也正常，说明受损害者，主要为肾，而未伤及肝，从出现尿糖及葡萄糖耐量降低，看出糖代谢异常。萱草的毒性主要集中于根中，其毒性因产地不同而有很大差异，加热60℃以上可使毒性减弱，甚至完全破坏。萱草根在体内有很大的蓄积作用，感染血吸虫的动物对萱草根的耐受较未感染者低，用米泔水泡制不能减低药物的毒性，黄连、黄柏可部分解除它的毒性。"
    ]
  },
  "culture": [
    "萱草在中国有几千年载培历史，萱草又名谖草，谖就是忘的意思。最早文字记载见之于《诗经· 卫风·伯兮》：\"焉得谖草，言树之背\"。朱熹注曰：\"谖草，令人忘忧；背，北堂也。\"",
    "另一称号忘忧（忘忧草），来自《博物志》中：\"萱草，食之令人好欢乐，忘忧思，故曰忘忧草。《诗经疏称：\"北堂幽暗，可以种萱\"；北堂即代表母亲之意。古时候当游子要远行时，就会先在北堂种萱草，希望减轻母亲对孩子的思念，忘却烦忧。唐朝孟郊《游子诗》写道：\"萱草生堂阶，游子行天涯；慈母倚堂门，不见萱草花。王冕《偶书》\"今朝风日好，堂前萱草花。持杯为母寿，所喜无喧哗。\"历代文人也常以之为咏吟的题材，曹植为之作颂，苏东坡为之作诗，夏侯湛为之作赋，一一的点出萱草在生活中的地位。萱草又名‘宜男草’，《风土记》云：‘妊妇佩其草则生男’，故称此名。",
    "萱草在中国有悠久的栽培历史，早在二千多年前的《诗经魏风》中就有记载。后来的许多植物学著作中，如《救荒本草》、《花镜》、《本草纲目》等多有记述。《花镜》中还首记载了重瓣首草，并指出它的花有毒，不可食用。",
    "相关诗词\n萱草（明·高启）。\n萱草（宋·苏东坡）。\n萱草（唐·李峤）。\n萱草（宋·苏辙）。\n萱草（宋·朱熹）\n对萱草（唐·韦应物）。\n咏常季庭前萱草（清·姚永概）。\n游子诗（唐·孟郊）。\n酬梦得比萱草见赠（唐·白居易）。\n魏氏园林人赋一物得秋亭萱草（陈子昂）。\n惜馀春慢/选冠子（陈德武）。\n满庭芳（黄庭坚）。\n赠李彦深（黄庭坚）。\n牡丹（李商隐）。\n庭前（陆龟蒙）。\n萱草（李咸用）。\n所思（李中）。",
    "医药典故：\n明·高启《萱草》。\n萱草，俗称黄花菜，它不仅是名花佳卉，也是佳肴良蔬，自古以来就为历代诗人所吟咏。在历史文献中，不仅留下许多明诗佳作，而且还有动听的传说。",
    "传说故事：\n相传，大泽乡起义前的陈胜，家境十分贫困，因为家中无米下锅，不得不出去讨饭度日，加之营养缺乏，他患了全身浮肿症，胀痛难忍。\n有一天，陈胜讨饭到一户姓黄的母女家，黄婆婆是个软心肠，她见陈胜的可怜模样，让他进屋，给他蒸了三大碗萱草花让他吃。对当时的陈胜来说，能解决饥寒交迫的萱草花是那样香甜可口，不亚于山珍海味。只见他狼吞虎吞，不一会三大碗萱草花全进肚子里去了。几天后，全身浮肿便消退了。陈胜十分感谢黄家母女，并表示今后会报答的。\n大泽乡起义后，陈胜称王之时，他没有忘记黄家母女，为感谢黄家母女的恩情，便将她们请进宫里。每天摆酒设宴，那无数佳肴珍膳都引不起陈胜的食欲。突然，陈胜想起了当年萱草花的美味，便请黄婆婆再蒸一碗给他吃。黄婆婆又采了一些萱草花，亲自蒸好送给陈胜。陈胜端起饭碗，只尝一口，竟难以下咽，连说：“怎么回事，味道不如当年了，这可太奇怪了。”黄婆婆说“实际没什么可奇怪的，这真是饥饿之时萱草香，吃惯酒肉萱草苦啊!”一席话，羞得陈胜跪倒在地连连下拜。黄婆婆连连说：“使不得，使不得”，忙把陈胜扶起来。\n从此，陈胜将黄家母女留在宫中，专门种植萱草，并时常吃它。同时，又给萱草另外取了二个名字，一名为“忘忧草”，一名为“黄花菜”。因为黄婆婆的女儿名叫金针，而且萱草叶的外形像针一样，所以人们又叫它“金针菜”。\n消息一传开，人们就纷纷用萱草根来治疗浮肿病症，后来被郎中发现，经过反复应用成为一味常用中药。",
    "早在康乃馨成为母爱的象征之前，我国也有一种母亲之花，它就是萱草花。"
  ],
  "flower_language": [
    "遗忘的爱，萱草又名忘忧草，代表“忘却一切不愉快的事”。",
    "放下他（她）放下忧愁。",
    "隐藏起来的心情。",
    "萱草的花语是爱的忘却。",
    "同时又是中国的母亲花。"
  ]
}
