{
  "name": "诸葛菜",
  "scientific_name": "Orychophragmus violaceus",
  "alias": ["菜子花", "二月兰", "紫金草", "二月蓝"],
  "kingdom": "植物界",
  "phylum": "被子植物门",
  "class": "真双子叶植物纲",
  "order": "十字花目",
  "family": "十字花科",
  "genus": "诸葛菜属",
  "species": "诸葛菜",
  "introduce": "诸葛菜（二月兰），十字花科诸葛菜属，一年或二年生草本。因农历二月前后开始开蓝紫色花，故称二月兰。生长于平原、山地、路旁、地边。对土壤光照等条件要求较低，耐寒旱，生命力顽强。传说诸葛亮率军出征时曾采嫩梢为菜，故得名。",
  "geographical": "诸葛菜在中国东北、华北地区，遍及北方各省市。如辽宁、山西、甘肃、山东、河南、安徽、江苏、浙江、江西、湖北、四川、陕西等省。",
  "characteristics": {
    "stem": "诸葛菜为一年或二年生草本，高10-50厘米，无毛；茎单一，直立，基部或上部稍有分枝，浅绿色或带紫色。基生叶及下部茎生叶大头羽状全裂，顶裂片近圆形或短卵形，长3-7厘米，宽2-3.5厘米，顶端钝，基部心形，有钝齿，侧裂片2-6对，卵形或三角状卵形，长3-10毫米，越向下越小，偶在叶轴上杂有极小裂片，全缘或有牙齿，叶柄长2-4厘米，疏生细柔毛；上部叶长圆形或窄卵形，长4-9厘米，顶端急尖，基部耳状，抱茎，边缘有不整齐牙齿。",
    "leaf": "诸葛菜的叶形变化大，基生叶和下部茎生叶大头羽状分裂，顶裂片近圆形或卵形，长 3~7 公分，高 2~3.5 公分，基部心形，有钝齿；侧裂片 2~6 对，卵形或三角状卵形，长 0.3~1.5 公分，越向下越小，全缘或具锯齿，偶在叶轴上杂有极小裂片；叶柄长 2~4 公分；上部茎生叶长圆形或窄卵形，长 4~9 公分，基部耳状，抱茎，边缘有不整齐锯齿。",
    "flower": [
      "诸葛菜的花紫色、浅红色或褪成白色，直径2-4厘米；花梗长5-10毫米；花萼筒状，紫色，萼片长约3毫米；花瓣宽倒卵形，长1-1.5厘米，宽7-15毫米，密生细脉纹，爪长3-6毫米。长角果线形，长7-10厘米。具4棱，裂瓣有1凸出中脊，喙长1.5-2.5厘米。",
      "诸葛菜花期4-5月。"
    ],
    "fruit": [
      "诸葛菜为长角果，线形，长 0.7~10 公分，具 4 稜，裂瓣有 1 条中脉，喙长 1.5~2.5 公分。果梗长8-15毫米。种子卵形至长圆形，长约2毫米.稍扁平，黑棕色，有纵条纹。",
      "诸葛菜果期5-6月。"
    ]
  },
  "growth_habit": [
    "诸葛菜主要生长在我国北方地区，阴历二月春季就会绽放紫色花朵，是属于比较早开花的一种植物。诸葛菜的生命力极强对北方环境适应力强，尤其是在冬季能够忍受北方冬季具有很强的耐寒能力。诸葛菜尤其喜欢阴暗潮湿的生长环境对于水分、光照要求不高，在土壤方面适宜生长在略成碱性的土壤中。它是属于终年常绿型的一种植物，在早春最先开花有把春来报的意思，是非常朴实可爱的一种植物。",
    "耐寒性强，冬季常绿。又比较耐阴，用作地被，覆盖效果良好，叶绿葱葱，一片碧绿，使人喜爱。",
    "适生性强。从东北、华北，直至华东、华中都能生长。冬季如遇重霜及下雪，有些叶片虽然也会受冻，但早春照样能萌发新叶、开花和结实。对土壤要求不严。",
    "紫色花，从下到上陆续开放，2～5、6月开花不绝，尤其是群栽时，就像一片蓝紫色的海洋。如种植在河边、海堤，绿叶—花海—海水—蓝天交织在一起，十分壮观。"
  ],
  "variety": "诸葛菜的变异品种有白花、彩斑、皱边等。",
  "reproduction": "诸葛菜的繁殖方法是种子繁殖法，它的繁殖形式包括全网撒播法还有成组条播法两种形式。一般诸葛菜是在秋季开始播种，所以在秋季播种后的冬季要做好保暖措施，虽然诸葛菜有一定的耐寒能力，但是它在幼苗时期还是要注意保暖保证幼苗成活。另外在繁殖前要将土壤进行整修保证土壤的疏松和土质肥沃，根据幼苗生长增加浇水。在幼芽生长为幼苗时要增加施肥给与它们生长需要的营养，并且在诸葛菜成长中相应增加一些光照照射增加光合作用促进植物生长。",
  "cultivate": {
    "trim": [
      "要想保持野花组合在景观布置中始终保持较好的观赏效果，就必须控制不令其结实，一般在结实期用剪草机将其修剪到10 ~ 15 cm 的高度。此外，在进行秋播准备土地时，要清除有碍种子与土壤较好接触的地面杂物，包括枯枝落叶等。",
      "当前，在园林绿化领域，创造自然、多样的园林景观，探索返璞归真、回归自然的植物应用形式，建设节约型、可持续发展的生态环境是未来发展的方向。野花组合可以营造出自然、美丽的景观效果，而且管理粗放、种类丰富、野趣盎然、建植成本低廉、观赏期长的特点，将成为园林绿化领域最独具特色的元素而被最广泛应用。诸葛菜种植技术。"
    ],
    "weeds": [
      "播种前浇水以促进表土层中的杂草种子萌发，如果土壤湿度适中，种子可在两周之内发芽。不要再次翻耕土壤，否则会将更多的杂草种子带到表层土壤。施用除草剂喷杀基本上可以根除杂草，但一定要注意施用除草剂后要休整一段时间后再进行播种，因为除草剂对任何植物都具有杀伤作用。",
      "使用化学除草剂时一定要注意安全，要避免化学药剂残留影响花种发芽生长，因此一般野花组合的种子播种之前要预留给土壤 3 ~ 4 周的恢复期，然后再种植野花组合，因为广泛使用除草剂有可能引起种子发芽延后或花卉幼苗生长势减弱。",
      "在花种萌发时及时清除杂草，以免蔓延。如果条件允许，只要发现杂草就应立即拔除。另外，比较有效的办法是使用广谱除草剂或用除草机(或割灌机)剪除。要确保在杂草落籽以前将其除去。许多一年生或多年生杂草都可以用专业除草剂进行控制。这些除草剂不会影响宽叶植物的生长发育，可以在野花组合上使用，将它们喷在新长出来的小苗上效果非常好。"
    ]
  },
  "cultivation": [
    "诸葛菜的繁殖方法是种子繁殖法，它的繁殖形式包括全网撒播法还有成组条播法两种形式。一般诸葛菜是在秋季开始播种，所以在秋季播种后的冬季要做好保暖措施，虽然诸葛菜有一定的耐寒能力，但是它在幼苗时期还是要注意保暖保证幼苗成活。另外在繁殖前要将土壤进行整修保证土壤的疏松和土质肥沃，根据幼苗生长增加浇水。在幼芽生长为幼苗时要增加施肥给与它们生长需要的营养，并且在诸葛菜成长中相应增加一些光照照射增加光合作用促进植物生长。",
    "诸葛菜以种子繁殖为主，再生能力强，植株枯后很快会有新落下的种子发芽长出新的植株苗：在不经翻耕的土壤上，人工撒播的种子也能成苗，并具较强的抗杂草能力。故栽培管理可相对粗放，较为容易。刚采收的新鲜种子有的有后熟生理现象，早播的发芽率低，荫发延续1～2个月甚至更长。播种时间夏、秋均可，但以8～9月最为适宜。每克种子300～400粒，每亩播种量1公斤左右。若按每平方米测算应为每平方米1～2克。如果采用喷播方式则单位面积用量最好增加10～20%。",
    "盆土用园土、珍珠岩、草木灰混合拌匀，比例为6:2:1，上盆时要施足基肥，待挺苗后将盆搬到有阳光的地方进行常规的肥水管理。",
    "栽培管理相对其他花卉而言比较粗放，不需要多加养护。耐寒性、耐阴性较强，有一定散射光即能正常生长、开花、结实。对土壤要求不严。最好选择疏松肥沃且排水良好的砂质土壤。只要及时浇水，施肥，稍加管理即可健壮生长。一年施肥4次。早春的花芽肥、花谢后的健壮肥、坐果后的壮果肥、入冬前的壮苗肥。如果在花蕾期和幼果期各进行1次叶面喷施0.2%磷酸二氢钾溶液的话，花色则更艳丽，果实将更饱满。花期早春至6月。角果长条形，6月成熟。种子黑褐色，卵形。诸葛菜冬季绿叶葱葱，早春花开成片。冬季若遇重霜，需加强防霜措施。若为了食用，要经常进行分株，以促使嫩茎叶的萌发。"
  ],
  "disease": "常见害虫有蚜虫、菜青虫、蜗牛、潜叶蝇等。若发现害虫，要及时进行药物防治。",
  "value": [
    "诸葛菜的全身都是宝，几乎都是可以食用的，特别是它的种子，可以用来榨油，是菜油的原始材料之一，在油价日益上涨的今天，色拉油的竞争力也慢慢在弱化，从健康和省钱两方面考虑，菜油在将来肯定会异军突起。",
    "诸葛菜为早春常见野菜，其嫩茎叶生长量较大，营 养丰富。据测定，每100克鲜品中含胡萝卜素3.32毫克、维生素B20.16毫克、维生素C59毫克。种子含油量高达50%以上，又是很好的油料植物。特别是其亚油酸比例较高，对人体极为有利。因亚油酸具有降低人体内血清胆固醇和甘油三酯的功能，并可软化血管和阻止血栓形成，是心血管病患者的良好药物。",
    "诸葛菜耐寒性较强，萌发早，可调节早春蔬菜淡季。其野外采集一般在3-4月份进行。采后只需用开水焯一下，去掉苦味即可食用。",
    "诸葛菜是中国北方常见的一种野菜，其嫩叶和茎可食，种子收集在一起可以用于榨油，因而每到早春季节都会有喜好野味的人，进入公园或其它诸葛菜丛生的野地，挖掘诸葛菜食用，过度的采食会对诸葛菜的种群造成破坏。",
    "诸葛菜可用于草坪及地被，因为诸葛菜冬季绿叶葱翠，春花柔美悦目，早春花开成片，花期长，适用于大面积地面覆盖，或用作不需精细管理绿地的背景植物，为良好的园林阴处或林下地被植物，也可用作花径栽培。也可植于坡地、道路两侧等。",
    "宜栽于林下、林缘、住宅小区、高架桥下、山坡下或草地边缘，即可独立成片种植，也可与各种灌木混栽，形成春景特色。",
    "可在公园、林缘、城市街道、高速公路或铁路两侧的绿化带大量应用，大面积花开成片，绿化、美化效果极佳。可用喷播方式进行高速公路边坡绿化，效果更好。自播繁衍的种子在6月中下旬能在上一代植株刚枯萎时就已长出新幼苗，所以，也就基本不会出现土地裸露，是一种极其良好的高速公路边坡绿化植物材料。",
    "作为花坛花卉，诸葛菜的中高性状，适应性强和早春开花等特性可用作早春花坛。"
  ],
  "medicinal": "诸葛菜可以降低体内的胆固醇含量，也可以清理血管，达到软化血管的作用。这样的效果是可以避免血栓的形成，降低了一些心脑血管疾病发病的概率。所以一些有三高的人群或者说中老年等心脑血管疾病的高发人群可以经常食用诸葛菜，可以起到保养健康的作用。",
  "culture": [
    "诸葛菜是中国北方早春季节最常见的野花之一，因而朴素的诸葛菜常常会以一种草根阶层的姿态出现在文学作品中。以诸葛菜为主角的文学作品，最著名的莫过于季羡林所作的散文《二月兰》。",
    "有一篇课文《花的话》，是宗璞的一篇童话。文章将不会说话的也不可能聚集在一起的花儿安排在月下花园比美论贵。这篇文章以花为媒，着力的赞美了二月蓝谦虚质朴、无私奉献的可贵精神。",
    "季羡林有一篇很著名的散文，名字就叫《二月兰》。他说：“我在燕园里已经住了四十多年。最初我并没有特别注意到这种小花。直到前年，也许正是二月兰开花的大年。我蓦地发现，从我住的楼旁小土山开始，走遍了全园，眼光所到之处，无不有二月兰在。宅旁、篱下、林中、山头、土坡、湖边，只要有空隙的地方，都是一团紫气，间以白雾，小花开得淋漓尽致，气势非凡，紫气直冲云霄，连宇宙都仿佛变成紫色的了。”",
    "宗璞《花的话》中有提到二月兰。忽然间，花园的角门开了，一个小男孩飞跑了进来。他没有看那月光下的万紫千红，却一直跑到松树背后的一个不受人注意的墙角，在那如茵的绿草中间，采摘着野生的二月兰。",
    "他的《送春》描写的也是二月兰：“迎春人人欢喜，有谁喜欢送春？忠心的、执着的二月兰没有推托这个任务。它迎春来，伴春在，送春去。”",
    "故事传说\n1、名字由来：诸葛“卧龙”，受托孤重任，力辅后主，出兵伐魏。\n蜀中虽号称天府之国，却经不起连年征战；加之蜀军屡出祁山，蜀道艰难，军粮常常供应不上。为了解决这一难题，诸葛亮想出军中自种芜菁的办法。他根据在隆中务农时的经验，命令兵士每到一地就广种芜菁，以此补充军食。\n兵士们依令行事，不久便在行军路途附近大面积种植芜菁，暂缓解了军粮供需的矛盾。蜀军离去后，所种的芜菁并没有浪费，当地人民普遍采食，称之为“诸葛菜”。n2、相传，诸葛亮当上了刘备的军事中郎将，总监军粮和税赋。由于刘备有大量兵马，相对粮草需求大，百姓负担就更大。例如百姓吃不饱，穿不暖，人心就不安定了。有一次，诸葛亮微服出巡，见一种菜，称为“蔓菁”，从老农口中得知此菜浑身是宝，叶子和茎都能吃，吃剩的可制成腌菜，青黄不接时，这菜可成为当家菜。\n诸葛亮对此菜极感兴趣，他向老农问了每亩“蔓菁”的产量及种法，便下令要士兵开荒种这菜，一方面补充军粮，另一方面又可用作牲畜饲料，既经济又实惠，一举两得。于是诸葛亮命土兵广种“蔓菁”，军粮充足。后世把这菜称为诸葛菜。\n原产地在中国东北及华北地区的诸葛菜，对土壤要求不严，在一般的土壤环境下也可以生长得较好。繁栽要点 具有较强的耐寒性、耐阴性，在具有一定散射光的情况下，就可以正常生长、开花、结实。"
  ],
  "flower_language": "谦逊质朴，无私奉献。"
}
